Autodesk.Revit.DB.Plumbing.PipingSystem.FixtureUnits
Indicates the computed total fixture units for the piping system.
Since:
2011

Autodesk.Revit.DB.Plumbing.PipingSystem.Flow
Indicates the computed total flow for the piping system.
Since:
2011

Autodesk.Revit.DB.Plumbing.PipingSystem.StaticPressure
Indicates the computed static pressure for the piping system.
Since:
2011